tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/versions"
tap "kaos/shell"
brew "openssl@1.1"
brew "readline"
brew "sqlite"
brew "bats-core"
brew "chruby"
brew "cmake"
brew "direnv"
brew "exercism"
brew "git-lfs"
brew "jq"
brew "libxml2"
brew "mas"
brew "mysql"
brew "node"
brew "nvm"
brew "pinentry-mac"
brew "postgresql"
brew "rbspy"
brew "redis"
brew "ruby-build"
brew "ruby-install"
brew "rustup-init"
brew "shellcheck"
brew "unrar"
brew "wget"
brew "yarn"
brew "zlib"
brew "heroku/brew/heroku"
brew "kaos/shell/bats-assert"
brew "kaos/shell/bats-file"
mas "CCMenu", id: 603117688
mas "ColorSnapper2", id: 969418666
mas "CopyClip", id: 595191960
mas "Divvy", id: 413857545
mas "Numbers", id: 409203825
mas "OmniFocus", id: 867299399
mas "PixFit", id: 438669905
mas "Slack", id: 803453959
mas "Soulver", id: 413965349
mas "Xcode", id: 497799835
