tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "kaos/shell"
brew "automake"
brew "bats-core"
brew "bison"
brew "chruby"
brew "cmake"
brew "direnv"
brew "gdbm"
brew "libyaml"
brew "openssl@1.1"
brew "readline"
brew "sqlite"
brew "xz"
brew "docker-compose"
brew "exercism"
brew "git-lfs"
brew "libffi"
brew "gnupg"
brew "gzip"
brew "icu4c"
brew "jq"
brew "libxml2"
brew "mas"
brew "mysql"
brew "node"
brew "nvm"
brew "pinentry-mac"
brew "pkg-config"
brew "postgresql"
brew "rbspy"
brew "redis"
brew "ruby-build"
brew "ruby-install"
brew "rustup-init"
brew "shellcheck"
brew "unrar"
brew "wget"
brew "yarn"
brew "zlib"
brew "heroku/brew/heroku"
brew "kaos/shell/bats-assert"
brew "kaos/shell/bats-file"
cask "1password"
cask "bartender"
cask "docker"
cask "dropbox"
cask "font-inconsolata"
cask "google-chrome"
cask "istat-menus"
cask "visual-studio-code"
cask "wkhtmltopdf"
mas "CCMenu", id: 603117688
mas "ColorSnapper2", id: 969418666
mas "CopyClip", id: 595191960
mas "Divvy", id: 413857545
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "OmniFocus", id: 867299399
mas "Pages", id: 409201541
mas "PixFit", id: 438669905
mas "Slack", id: 803453959
mas "Soulver", id: 413965349
mas "Xcode", id: 497799835
