# frozen_string_literal: true

tap 'heroku/brew'
tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/core'
tap 'homebrew/services'
brew 'fnm'
brew 'rust'
brew 'pcre'
brew 'bash'
brew 'chruby'
brew 'ruby-install'
brew 'exercism'
brew 'diffr'
brew 'git'
brew 'git-lfs'
brew 'gnupg'
brew 'jq'
brew 'pinentry-mac'
brew 'pkg-config'
brew 'rbspy'
brew 'shellcheck'
brew 'wget'
brew 'yq'
cask 'finicky'
cask 'textmate'
cask '1password'
cask 'docker'
cask 'dropbox'
cask 'firefox'
cask 'font-inconsolata'
cask 'google-chrome'
cask 'istat-menus'
cask 'visual-studio-code'
cask 'ccmenu'
cask 'slack'
cask 'spotify'
cask 'textmate'
